[
  "flashcards-obsidian",
  "float-search",
  "better-search-views",
  "obsidian-linter",
  "calendar",
  "obsidian-pandoc",
  "obsidian-kanban",
  "nldates-obsidian",
  "obsidian-auto-link-title",
  "cm-editor-syntax-highlight-obsidian",
  "dataview",
  "obsidian-admonition"
]