外界的催促与讲解，都不能直接对学习者起到帮助的作用。只有学习者自己才能够开启真正的学习过程。
学生从来不能通过老师一遍的教授，就吸收所有的内容，必须辅助以学习者自身的主动学习过程。
教学的本质不是一种知识的传递，而是一种精神的传递。只有这种精神的传递，才能让学习者进入学习的过程。
“教会”我和“告诉”我这些知识的表象，是不同的。你只是在告诉我，根据这个能推出哪个，你只是在 告诉 我一系列的知识，但你从未教会过我这些知识。
所以实践是很重要的，面对和解决具体的问题是很重要的。只有在这些过程中，你才能发现你的哪些经验失效了 ，这时便需要重新的学习，去建立或矫正你的概念网络。
有时教师所为了传递某些信息，将会从他们的知识中找出这些论据来证明。但是这些 论据并不存在于学习者的脑海中，便对于学生而言，这种论据并不在他们的脑海中扎根，于是乎，过了一段时间，学生们也因失去了信息的基础而遗忘。因此学习者，必须寻找与其知识体系相关联的证据去学习。
课堂对于学生而言，就是一次次的解密，他们要根据自己的经验和解释模式，去理解课堂上的内容。他们并不是直接被写入这些知识。
<!--stackedit_data:
eyJoaXN0b3J5IjpbNzg1NjkwODc4XX0=
-->